IDEA StatiCa Open Model
ConnectionSetup.MaxSize Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Maximal size of generated finite mesh element
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double MaxSize { get; set; }
Public Property MaxSize As Double
	Get
	Set
public:
property double MaxSize {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace